{
  "quotes": [
    {
      "author": "Homer J. Simpson", 
      "id": 0, 
      "quote": "But I can't be a missionary. I don't even believe in Jebus."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 1, 
      "quote": "Dear Lord.. The gods have been good to me. For the first time in my life, everything is absolutely perfect just the way it is. So here's the deal: You freeze everything the way it is, and I won't ask for anything more. If that is OK, please give me absolutely no sign. OK, deal. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 2, 
      "quote": "It's gonna take a lot of fireworks to clean this place up."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 3, 
      "quote": "All normal people love meat. If I went to a barbeque and there was no meat, I would say 'Yo Goober! Where's the meat?'"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 4, 
      "quote": "The Internet? Is that thing still around?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 5, 
      "quote": "You must love this country more than I love a cold beer on a hot Christmas morning."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 6, 
      "quote": "Marge, what's wrong? Are you hungry? Sleepy? Gassy? Gassy? Is it gas? It's gas, isn't it?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 7, 
      "quote": "I've always wondered if there was a God, and now I know there is. It's me."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 8, 
      "quote": "I'm somewhere where I don't know where I am!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 9, 
      "quote": "[telling Bart about how he avoided jury duty] The trick is to say you're prejudiced against all races."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 10, 
      "quote": "Homer no function beer well without. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 11, 
      "quote": "Always give in to peer pressure."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 12, 
      "quote": "Come on Lisa! Monkeys!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 13, 
      "quote": "All right, let's not panic. I'll make the money by selling one of my livers. I can get by with one."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 14, 
      "quote": "Donuts. Is there anything they can't do? "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 15, 
      "quote": "I'm a white male, age 18 to 49. Everyone listens to me, no matter how dumb my suggestions are."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 16, 
      "quote": "Have you ever heard of jetlag? (enunciating) JET... LAG?!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 17, 
      "quote": "You can't keep blaming yourself. Just blame yourself once, and move on"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 18, 
      "quote": "Never! Never, Marge! I can't live the button-down life like you. I want it all: the terrifying lows, the dizzying highs, the creamy middles. Sure, I might offend a few of the bluenoses with my cocky stride and musky odors - oh, I'll never be the darling of the so-called city fathers, who cluck their tongues, stroke their beards, and talk about what's to be done with this Homer Simpson?!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 19, 
      "quote": "(on the phone) Hello, Thailand? How's everything on your end? (listens) Uh huh. That's some language you got there. (chuckling) And you talk like that 24/7, huh?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 20, 
      "quote": "The only monster here is the gambling monster that has enslaved your mother! I call him Gamblor, and it's time to snatch your mother from his neon claws! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 21, 
      "quote": "Earth to Marge, earth to Marge. I was there. The clown is G-I-L-L-T-Y."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 22, 
      "quote": "Boy, everyone is stupid except me."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 23, 
      "quote": "Kids, you tried your best and you failed miserably. The lesson is, never try. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 24, 
      "quote": "I'm having the best day of my life, and I owe it all to not going to Church! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 25, 
      "quote": "Oh, look at me! I'm making people happy! I'm the Magical Man, from Happy Land, in a gumdrop house on Lollipop Laaaaaaaaaaaane! [leaves the room, then pokes his head back in] Oh, by the way, I was being sarcastic. [leaves again]"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 26, 
      "quote": "Do you want to change your name to Homer Junior? The kids can call you Hoju."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 27, 
      "quote": "Son, if you really want something in this life, you have to work for it. Now quiet! They're about to announce the lottery numbers. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 28, 
      "quote": "I won't apologize, Lisa. I'm sorry, but that's just the way that I am."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 29, 
      "quote": "Television! Teacher, mother, secret lover. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 30, 
      "quote": "I think the saddest day of my life was when I realized I could beat my Dad at most things. Bart experienced that at the age of four."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 31, 
      "quote": "You're not the only one who can abuse a non-profit organization."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 32, 
      "quote": "Do I know what rhetorical means?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 33, 
      "quote": "Marge, I'm going to miss you so much. And it's not just the sex. It's also the food preparation."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 34, 
      "quote": "Marge, can we go home? All this fresh air is making my hair move and I don't know how long I can complain."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 35, 
      "quote": "Don't worry. Being eaten by a crocodile is just like going to sleep... in a giant blender."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 36, 
      "quote": "Help me, Jebus!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 37, 
      "quote": "God can't be everywhere, right?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 38, 
      "quote": "Operator, get me Thailand. T, I... and so on."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 39, 
      "quote": "I think Smithers picked me because of my motivational skills. Everyone says they have to work a lot harder when I'm around. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 40, 
      "quote": "[about Lisa] Did you hear that, Marge? She called me a baboon! The stupidest, ugliest, smelliest ape of them all!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 41, 
      "quote": "Owww look at me Marge, I'm making people Happy! I'm the magical man, from Happy Land, who lives in a gumdrop house on Lolly Pop Lane!!!!...... By the way I was being sarcastic..."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 42, 
      "quote": "Trying is the first step towards failure."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 43, 
      "quote": "Dear Lord, the gods have been good to me and for the first time in my life, everything is absolutely perfect just the way it is. So here's the deal: You freeze everything the way it is and I won't ask for anything more. If that is ok, please give me absolutely no sign. (pause) Deal. In gratitude, I present you this offering of cookies and milk. If you want me to eat them for you, give me no sign. (pause) Thy will be done. (pigs out on the cookies)"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 44, 
      "quote": "Goodbye, Lisa. Remember me as I am... filled with murderous rage!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 45, 
      "quote": "If it doesn't have Siamese twins in a jar, it is not a fair."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 46, 
      "quote": "Your mother seems really upset. I better go have a talk with her - during the commercial."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 47, 
      "quote": "Trying is the first step towards failure."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 48, 
      "quote": "If you don't like your job, you don't strike! You just go in every day, and do it really half assed. That's the American way."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 49, 
      "quote": "Old people don't need companionship. They need to be isolated and studied so it can be determined what nutrients they have that might be extracted for our personal use. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 50, 
      "quote": "Always remember that you're representing your country... I guess what I'm saying is, don't mess up France the way you messed up your room."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 51, 
      "quote": "Kids, you tried your best and you failed miserably. The lesson is, never try."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 52, 
      "quote": "Ah, ha ha! Look at that jerk! He dropped his notes! AH, HA HA!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 53, 
      "quote": "Don't hassle the dead, boy. They have eerie powers."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 54, 
      "quote": "It's not easy to juggle a pregnant wife and a troubled child, but somehow I managed to fit in eight hours of TV a day. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 55, 
      "quote": "Don't you know the saying? 'Water water everywhere, so let's all have a drink.'"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 56, 
      "quote": "I saw this in a movie about a bus that had to speed around a city, keeping its speed over fifty, and if its speed dropped, it would explode. I think it was called... The Bus That Couldn't Slow Down."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 57, 
      "quote": "Stupid gravity!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 58, 
      "quote": "I'm in no condition to drive...wait! I shouldn't listen to myself, I'm drunk! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 59, 
      "quote": "You know, boys, a nuclear reactor is a lot like a woman. You just have to read the manual and press the right buttons. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 60, 
      "quote": "I thought I had an appetite for destruction... but all I wanted was a club sandwich."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 61, 
      "quote": "Lisa, a guy who's got lots of ivory is less likely to hurt Stampy than a guy whose ivory supplies are low."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 62, 
      "quote": "Because they're stupid, that's why. That's why everybody does everything."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 63, 
      "quote": "All my life I've had one dream, to achieve my many goals. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 64, 
      "quote": "Here's to alcohol, the cause of, and solution to, all life's problems."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 65, 
      "quote": "Now for the easiest job for any coach... the cuts."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 66, 
      "quote": "Fame was like a drug, but what was even more like a drug were the drugs."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 67, 
      "quote": "Lisa, Vampires are make-believe, like elves, gremlins, and eskimos. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 68, 
      "quote": "When I look at the smiles on all the children's faces, I just know they're about to jab me with something. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 69, 
      "quote": "I'm normally not a praying man, but if you're up there, please save me Superman."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 70, 
      "quote": "\"To start, press any key.\" Where's the \"any\" key?! I see Kuh-tor-ull, Esc, and Pig-Up, but I don't see the \"Any\" key! Woah, all this computer hacking is making me thirsty, I think I'll order a tab. (Presses tab key) Ooh, too late for that now, the computer's starting!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 71, 
      "quote": "Operator! Give me the number for 911!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 72, 
      "quote": "[drinking Duff beer] Ah... you can really taste the goat."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 73, 
      "quote": "Everyone knows rock n' roll attained perfection in 1974; It's a scientific fact."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 74, 
      "quote": "First you don't want me to get the pony, now you want me to take it back. Make up your mind!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 75, 
      "quote": "Hmm... fabulous house, well behaved kids, sisters in law dead, luxury sedan... Wohooo! I hit the jackpot!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 76, 
      "quote": "Operator! Give me the number for 911! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 77, 
      "quote": "Boy, when Marge first told me she was going to the Police Academy, I thought it would be fun and exciting, you know, like the movie... Spaceballs. But instead, it's been painful and disturbing, like the movie Police Academy."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 78, 
      "quote": "I like my beer cold, my TV loud and my homosexuals flaming. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 79, 
      "quote": "Bart, with $10,000, we'd be millionaires! We could buy all kinds of useful things like...love! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 80, 
      "quote": "How is education supposed to make me feel smarter? Besides, every time I learn something new, it pushes some old stuff out of my brain. Remember when I took that home winemaking course, and I forgot how to drive? "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 81, 
      "quote": "Beer. Now there's a temporary solution."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 82, 
      "quote": "They didn't have any aspirin, so I got you some cigarettes."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 83, 
      "quote": "As long as he has eight fingers and eight toes, he's fine by me. (While holding a newborn Bart)"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 84, 
      "quote": "A gun is not a weapon, Marge. It's a tool, like a butcher's knife, or a harpoon, or an alligator."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 85, 
      "quote": "We're goin' bowling. If we don't come back, avenge our deaths!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 86, 
      "quote": "What are you gonna do? Release the dogs?! Or the bees?! Or dogs with bees in their mouth so that when they bark they shoot bees at you?!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 87, 
      "quote": "Alright Brain...It's all up to you."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 88, 
      "quote": "What is a wedding? Webster's Dictionary defines a wedding as \"The process of removing weeds from one's garden.\""
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 89, 
      "quote": "Don't eat me. I have a wife and kids. Eat them."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 90, 
      "quote": "Homer no function beer well without."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 91, 
      "quote": "Come here, Apu. If it'll make you feel any better, I've learned that life is one crushing defeat after another... until you just wish Flanders was dead."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 92, 
      "quote": "Shut up, brain, or I'll stab you with a Q-Tip!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 93, 
      "quote": "That's it! You people have stood in my way long enough. I'm going to clown college! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 94, 
      "quote": "Don't let Krusty's death get you down, boy. People die all the time, just like that. Why, you could wake up dead tomorrow. (long pause) Well... g'night!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 95, 
      "quote": "Good things don't end in 'eum', they end in 'mania'... or 'teria'."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 96, 
      "quote": "My father never believed in me! I'm not gonna make the same mistake. From now on I'm gonna be kinder to my son and meaner to my dad."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 97, 
      "quote": "Are you hugging the TV?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 98, 
      "quote": "If something goes wrong at the plant, blame the guy who can't speak English. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 99, 
      "quote": "Weaseling out of things is important to learn. It's what separates us from the animals ... except the weasel."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 100, 
      "quote": "When I look at the smiles on all the children's faces, I just know they're about to jab me with something."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 101, 
      "quote": "Then I figured out we could just stick them in front of the TV. That's how I was raised, and I turned out TV."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 102, 
      "quote": "Lisa, if you don't like your job you don't strike. You just go in every day and do it really half-assed. That's the American way. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 103, 
      "quote": "I'm having the best day of my life, and I owe it all to not going to Church!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 104, 
      "quote": "What do we need a psychiatrist for? We know our kid is nuts."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 105, 
      "quote": "Maybe, just once, someone will call me 'Sir' without adding, 'You're making a scene.' "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 106, 
      "quote": "Enough. I grow weary of your sexually suggestive dancing. Bring me my ranch dressing hose!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 107, 
      "quote": "Ah, sweet pity. Where would my love life be without it?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 108, 
      "quote": "If something's hard to do, then it's not worth doing."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 109, 
      "quote": "In this house, we OBEY the laws of thermodynamics!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 110, 
      "quote": "Oh, everything's too damned expensive these days. Like this Bible: 15 bucks! And talk about a preachy book! According to this, everybody's a sinner! Except for this guy."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 111, 
      "quote": "Operator! Give me the number for 911!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 112, 
      "quote": "Weaseling out of things is important to learn! It's what separates us from the animals. Except the weasel..."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 113, 
      "quote": "It's not easy to juggle a pregnant wife and a troubled child, but somehow I managed to fit in eight hours of TV a day."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 114, 
      "quote": "Marge, I agree with you - in theory. In theory, Communism works. In theory."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 115, 
      "quote": "Oh! Look at that car burn! Does it get any better than this?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 116, 
      "quote": "Lisa, if the Bible has taught us nothing else, and it hasn't, it's that girls should stick to girls sports, such as hot oil wrestling and foxy boxing and such and such. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 117, 
      "quote": "Beer, beer, beer, bed, bed, bed."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 118, 
      "quote": "God bless those pagans."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 119, 
      "quote": "When will I learn? The answer to life's problems aren't at the bottom of a bottle, they're on TV!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 120, 
      "quote": "If something goes wrong at the plant, blame the guy who can't speak English. Ah, Tibor, how many times have you saved my butt? (chuckles)"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 121, 
      "quote": "There's so much I don't know about astrophysics! I wish I read that book by that wheelchair guy."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 122, 
      "quote": "Marge, don't discourage the boy! Weaseling out of things is important to learn. It's what separates us from the animals! Except the weasel. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 123, 
      "quote": "Marge, when I join an underground cult I expect a little support from my family."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 124, 
      "quote": "You can't keep blaming yourself. Just blame yourself once, and move on"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 125, 
      "quote": "Wow, this plankton is only 33 cents!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 126, 
      "quote": "Hey, he's not happy at all! He lied to us through song! I HATE when people do that!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 127, 
      "quote": "Marge, it's 3am. Shouldn't you be baking?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 128, 
      "quote": "Bart, with $10,000 we'd be millionaires! We could buy all kinds of useful things like... love?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 129, 
      "quote": "Son, when you participate in sporting events, it's not whether you win or lose: it's how drunk you get."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 130, 
      "quote": "Bart, you're saying butt-kisser like it's a bad thing!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 131, 
      "quote": "Not those peanuts... the ones at the bottom."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 132, 
      "quote": "Old people don't need companionship. They need to be isolated and studied so it can be determined what nutrients they have that might be extracted for our personal use."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 133, 
      "quote": "Dad, you've done a lot of great things, but you're a very old man, and old people are useless. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 134, 
      "quote": "Remember that postcard Grandpa sent us from Florida of that Alligator biting that woman's bottom? That's right, we all thought it was hilarious. But, it turns out we were wrong. That alligator was sexually harrassing that woman. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 135, 
      "quote": "I've always wondered if there was a god. And now I know there is -- and it's me. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 136, 
      "quote": "Marge, are we Jewish?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 137, 
      "quote": "Just because I don't care doesn't mean I don't understand. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 138, 
      "quote": "I want to share something with you: The three little sentences that will get you through life. Number 1: Cover for me. Number 2: Oh, good idea, Boss! Number 3: It was like that when I got here. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 139, 
      "quote": "Don't blame me, I voted for Kodos."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 140, 
      "quote": "I'm going to the back seat of my car with the woman I love... and I won't be back for ten minutes!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 141, 
      "quote": "(Homer bursts through the bedroom door and screams at a nervous Bart) Bart! You wanna see my new chainsaw and hockey mask?!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 142, 
      "quote": "Of all the women in the world, I had to marry Jane Fonda!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 143, 
      "quote": "Well, it's 1 a.m. Better go home and spend some quality time with the kids. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 144, 
      "quote": "Ah! Tom Arnold! What's the hell's going on?!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 145, 
      "quote": "I'm normally not a praying man, but if you're up there, please save me Superman. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 146, 
      "quote": "Extended warranty? How could I lose?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 147, 
      "quote": "First you get the sugar, then you get the power, then you get the women."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 148, 
      "quote": "Kill my boss? Do I dare live out the American dream?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 149, 
      "quote": "If you really want something in this life you have to work for it. Now quiet, they're about to announce the lottery numbers."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 150, 
      "quote": "If God didn't want us to eat in church, he would've made gluttony a sin."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 151, 
      "quote": "If they think I'm going to stop at that stop sign, they're sadly mistaken!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 152, 
      "quote": "Ah, the Luftwaffe. The Washington Generals of the History Channel."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 153, 
      "quote": "When will I learn? The answer to life's problems aren't at the bottom of a bottle, they're on TV! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 154, 
      "quote": "I think Smithers picked me because of my motivational skills. Everyone says they have to work a lot harder when I'm around."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 155, 
      "quote": "'To Start Press Any Key'. Where's the ANY key? "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 156, 
      "quote": "Oh, so they have internet on computers now! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 157, 
      "quote": "Well, it's 1am. Better go home and spend some quality time with the kids."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 158, 
      "quote": "Donuts. Is there anything they can't do?"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 159, 
      "quote": "Oh, Lisa, you and your stories. 'Bart is a vampire. Beer kills brain cells.' Now let's go to back to that... building...thingy.. where our beds and TV... is."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 160, 
      "quote": "(snoring and talking in his sleep during Frank Grimes' funeral service) Change the channel, Marge."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 161, 
      "quote": "Son, when you participate in sporting events, it's not whether you win or lose: it's how drunk you get. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 162, 
      "quote": "[Meeting Aliens] Please don't eat me! I have a wife and kids. Eat them! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 163, 
      "quote": "I'm never going to be disabled. I'm sick of being so healthy. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 164, 
      "quote": "But Marge, what if we picked the wrong religion? Each week we just make God madder and madder."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 165, 
      "quote": "I saw weird stuff in that place last night. Weird, strange, sick, twisted, eerie, godless, evil stuff... and I want in."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 166, 
      "quote": "Marriage is like a coffin and each kid is another nail. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 167, 
      "quote": "Pffft. Who needs English? I'm never going to England."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 168, 
      "quote": "Go ahead and play the blues if it'll make you happy."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 169, 
      "quote": "What do we need a psychiatrist for? We know our kid is nuts. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 170, 
      "quote": "Hmmm... I don't approve of his Bart-killing policy... but I do approve of his Selma-killing policy [subsequently votes for Sideshow Bob]."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 171, 
      "quote": "Aw, Dad... you've done a lot of great things, but you're a very old man now, and old people are useless, aren't they? Aren't they? [he tickles Abe, who laughs]"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 172, 
      "quote": "Your lives are in the hands of men no smarter than you or I, many of them incompetent boobs. I know this because I worked alongside them, gone bowling with them, watched them pass me over for promotions time and again. And I say... This stinks!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 173, 
      "quote": "Aw, twenty dollars! I wanted a peanut!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 174, 
      "quote": "Alcohol is a way of life, alcohol is my way of life, and I aim to keep it. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 175, 
      "quote": "Oh, everything looks bad if you remember it."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 176, 
      "quote": "Well, if it isn't the leader of the wiener patrol, boning up on his nerd lessons."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 177, 
      "quote": "I won't sleep in the same bed with a woman who thinks I'm lazy! I'm going right downstairs to unfold the couch, unroll the sleeping be... g'night."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 178, 
      "quote": "Now, son, you don't want to drink beer. That's for daddies, and kids with fake IDs."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 179, 
      "quote": "Beer: The cause of, and solution to, all of life's problems. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 180, 
      "quote": "Television! Teacher, mother, secret lover."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 181, 
      "quote": "(drunk) Guess how many boobs I saw today? Fifteen!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 182, 
      "quote": "I'm not a bad guy! I work hard, and I love my kids. So why should I spend half my Sunday hearing about how I'm going to Hell? "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 183, 
      "quote": "America's health care system is second only to Japan... Canada, Sweden, Great Britain... well, all of Europe. But you can thank your lucky stars we don't live in Paraguay."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 184, 
      "quote": "I hope I didn't brain my damage."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 185, 
      "quote": "Kill my boss? Do I dare live out the American dream? "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 186, 
      "quote": "But Marge, what if we chose the wrong religion? Each week we just make God madder and madder. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 187, 
      "quote": "Son, a woman is a lot like a... [looks around] a refrigerator! They're about six feet tall, 300 pounds. They make ice and, um... [spots his can of Duff] Oh, wait a minute. Actually, a woman is more like a beer. They smell good, they look good and you'd step over your own mother just to get one! [downs the beer] But you can't stop at one. You wanna drink another woman!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 188, 
      "quote": "(in New York) I'll get out of this city alive if it kills me!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 189, 
      "quote": "Marge, someone broke the toilet."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 190, 
      "quote": "Oh, people can come up with statistics to prove anything, Kent. Forty percent of people know that."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 191, 
      "quote": "I feel like a candy wrapper caught in an updraft!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 192, 
      "quote": "I want to share something with you. The three little sentences that will get you through life. Number one: Cover for me. Number two: Oh, good idea, boss! Number three: It was like that when I got here."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 193, 
      "quote": "Aw, twenty dollars! I wanted a peanut!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 194, 
      "quote": "Marge, it takes two to lie. One to lie and one to listen."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 195, 
      "quote": "I would kill everyone in this room for a drop of sweet beer."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 196, 
      "quote": "If something's hard to do, then it's not worth doing "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 197, 
      "quote": "Some people say I look like Dan Aykroyd."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 198, 
      "quote": "Simpson! Homer Simpson! He's the greatest guy in history. From the, Town of Springfield! He's about to hit a chestnut tree!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 199, 
      "quote": "Mr. Plow, that's my name, that name again is Mr. Plow!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 200, 
      "quote": "I've figured out an alternative to giving up my beer. Basically, we become a family of traveling acrobats."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 201, 
      "quote": "I like my beer cold, my TV loud and my homosexuals fuh-LAMING!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 202, 
      "quote": "Oh, people can come up with statistics to prove anything, Kent. 14% of people know that. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 203, 
      "quote": "Getting out of jury duty is easy. The trick is to say you're prejudiced against all races. "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 204, 
      "quote": "Back, you robots! Nobody ruins my family vacation but me, and... maybe the boy!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 205, 
      "quote": "Facts are meaningless. You can use facts to prove anything that's even remotely true!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 206, 
      "quote": "I wasn't asleep! I was drunk!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 207, 
      "quote": "I'm going to the back seat of my car, with the woman I love, and I won't be back for ten minutes! "
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 208, 
      "quote": "Oh, so they have internet on computers now!"
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 209, 
      "quote": "Aw, twenty dollars... I wanted a peanut."
    }, 
    {
      "author": "Homer J. Simpson", 
      "id": 210, 
      "quote": "You maniacs! You blew it up! Damn you! Damn you all to hell!"
    }
  ]
}